{
    "Header": {
        "nav": [
            "Home",
            "About",
            "Skills",
            "Projects",
            "Contact"
        ]
    },
    "Main": {
        "About": {
            "p": {
                "web": [
                    "My name is Izaspanah Mohammad, and I am passionate about programming. Although my current expertise focuses on web development, I am very interested in machine learning, a field I aspire to work in the future.",
                    "Currently, I am a computer science student with a specialization in programming, and I have already gained two years of practical experience in web development. This experience has allowed me to strengthen my technical skills, enhance my creativity, and develop a methodical approach to problem-solving.",
                    "At only 18 years old, I am a motivated, fast, and efficient person in my work. I am always ready to take on new challenges, learn, and grow to give my best in every project I participate in."
                ],
                "roblox": [
                    "My name is Izaspanah Mohammad, and my specialty lies in creating and developing on Roblox Studio. I am passionate about designing interactive and immersive games, where creativity and technical skills meet to deliver unique experiences. While my main field is Roblox Studio, I also have skills in web development, a domain in which I have built a solid foundation.",
                    "Currently, I am a computer science student specializing in programming, and I have already accumulated several years of experience in creating projects on Roblox Studio and in web development. These experiences have allowed me to master essential tools, collaborate effectively with teams, and turn ideas into concrete projects.",
                    "At only 18 years old, I am a determined, fast, and efficient person. My goal is to continue innovating in digital content creation, particularly on Roblox, while expanding my skills toward emerging technologies."
                ]
            },
            "CV": "CV"
        },
        "Contact": {
            "title": "Do you need help?",
            "Acroche": {
                "mes1": "Contact me via the",
                "mes12": "social networks",
                "mes2": "or send me an",
                "mes22": "email."
            },
            "submit": "Hit us up",
            "error1": "You must fill in all fields!"
        },
        "Projectv1": {
            "texts": [
                "This project was a training exercise to further improve my VFX skills. It’s a kind of atomic bomb charged with the player’s energy, then launched at the speed of light before exploding. I used my plugin, which allows me to edit and trigger effects or animations in real time during the launch.",
                "This project features an attack using King Arthur’s Excalibur sword from Fate, and the result turned out really well!",
                "Here is an overview of the training sessions I carried out, showcasing various attacks I imagined myself. Every detail, from animations to visual effects, was entirely created by me. These training sessions highlight not only my creativity but also my dedication to perfecting every aspect of the animations. The attacks are designed to be both visually stunning and technically advanced, demonstrating a deep mastery of VFX techniques. Each sequence is the result of a meticulous design and execution process, aimed at delivering an immersive and captivating experience."
            ]
        }
    },
    "Footer": {}
}